{
  "properties": [
    {
      "id": "tutti-75132135",
      "providers": [
        {
          "name": "Tutti.ch",
          "url": "https://www.tutti.ch/de/vi/zuerich/oberstrass/immobilien/wg-zimmer/zuerich-city-center-1-furnished-room-for-subletting/75132135"
        }
      ],
      "title": "Zürich city center: 1 furnished room for subletting",
      "description": "Zürich city center: 1 furnished room for subletting\nPLEASE FIND BELOW THE ENGLISH VERSION. Debido a que tengo una segunda residencia en Basilea, alquilo a partir del 15 de diciembre de 2025 o según acuerdo una habitación amueblada en un piso compartido (aprox. 14 m²) con baño de invitados (WC/ducha), que compartirá con la otra inquilina, en mi amplio departamento de 4,5 habitaciones (117 m²) en la calle Schaffhauserstrasse, 8006 Zúrich (Unterstrass, distrito 6), 3.º piso. La habitación con mirador está parcialmente conectada con la habitación de la otra inquilina mediante una pared divisoria (aislamiento acústico no 100 %). Ubicación muy céntrica: la parada de tranvía \"Kronenstrasse\" (líneas 11/14) se encuentra cerca; a solo 3 paradas de tranvía (5 minutos) de la estación central de Zúrich (Bahnhofquai). La parada de tranvía \"Röslistrasse\" (líneas 7/15) y la parada de autobús \"Nordstrasse\" (línea 32) se encuentran a 5 minutos a pie. Hay muchas tiendas como Denner, panaderías, hoteles, restaurantes, cafeterías y bares en las inmediaciones. Uso compartido del amplio salón (32 m²), cocina con estufa y lavadora (11,2 m²) y balcón orientado al oeste con persiana eléctrica (10 m²) y vistas a la ciudad y al Uetliberg. Uso compartido, junto con los demás inquilinos del edificio, de la enorme azotea en la sexta planta (aprox. 80 m²) con vistas a toda la ciudad, incluido el lago. Desventaja: dado que todas las habitaciones de este departamento dan a la calle, el ruido de los tranvías y los coches puede resultar molesto. Ideal para personas que se alojan durante la semana o que tienen otra residencia secundaria. El alquiler mensual de la habitación es de 960 CHF, incluidos los gastos adicionales e Internet. Se requiere el pago por adelantado de un mes de alquiler y el pago de una parte de los gastos de limpieza (aprox. 40 CHF al mes). Póngase en contacto conmigo si tiene alguna pregunta o desea visitar la habitación.\n\n1 furnished room with shared guest bathroom for subletting (Kreis 6, near Zurich main station)\n\nDue to a second residence in Basel, I am subrenting as of December 15, 2025 (or as otherwise agreed) 1 furnished room (approx. 14 m2), with a guest bathroom (toilet/shower) that you will share with the other lodger, of my large 4,5 room apartment (117 m2) at Schaffhauserstrasse, 8006 Zurich (Unterstrass, Kreis 6), 3rd floor. The bay window room is partly connected with a partition wall with my other lodger's room (no 100% sound insulation). Very central location: tram stop \"Kronenstrasse\" (lines 11/14) in immediate vicinity; only 3 stops (travel time 5 min.) to Zurich main station (Bahnhofquai). Tram stop \"Röslistrasse\" (lines 7/15) and bus stop \"Nordstrasse\" (line 32) each within 5 minutes walking distance. Many stores like Denner, bakery, hotels, restaurants, cafés and bars are located nearby. Shared use of the large living room (32 m2), kitchen with dishwasher and washing machine (11.2 m2) and the west balcony (10 m2) with electric sun blinds and view of town and Uetliberg. Shared use, together with the other tenants in the house, of the huge roof terrace on the 6th floor (approx. 80 m2) with a view over the whole city incl. lake. Disadvantage: Since all bedrooms of this flat are located on the street side, the street noise may be perceived as disturbing. Ideal for weekly residents or people with a second residence elsewhere. The monthly rent for the room is CHF 960 incl. additional costs and internet. Advance payment of 1 monthly rent and sharing a part of the cleaning costs (approx. CHF 40/month). Please contact me for questions or to make an appointment for viewing.",
      "price": 960,
      "rooms": 1,
      "size": null,
      "address": "Schaffhauserstrasse, 8006 Zürich",
      "lat": 47.3899421,
      "lng": 8.5390584,
      "imageUrl": "https://c.tutti.ch/big/6594842855.jpg",
      "imageUrls": [
        "https://c.tutti.ch/big/6594842855.jpg",
        "https://c.tutti.ch/big/6888597146.jpg",
        "https://c.tutti.ch/big/5241506978.jpg",
        "https://c.tutti.ch/big/0011896177.jpg",
        "https://c.tutti.ch/big/6939689885.jpg"
      ],
      "createdAt": "2025-09-08T10:59:29.000Z",
      "type": "property",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 8,
      "travelTimeWalk": 27
    },
    {
      "id": "wgzimmer-8c9f7e0b-50dc-47c5-a5f1-15183f036526",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-stadt/20-10-2025-890-zurich-stadt.html?origin=wg-app"
        }
      ],
      "title": "WITIKON",
      "description": "WITIKON\nWITIKON\nPER 20. OKTOBER , 2025 / ODER NACH VEREINBARUNG  ZU VERMIETEN EIN ZIMMER, TEILWEISE MÖBLIERT, AN EINER WUNDERSCHÖNEN, RUHIGEN, LAGE.\nMIETE : CHF 890 / MONAT\nDAS GESAMTE HAUS UND DAS GELÄNDE SIND RAUCHFREI, DROGENFREI UND ALOKHOLFREI.\nNUR FÜR PERSONEN, DIE TIERE LIEBEN ( KATZEN)\nBEI  INTERESSE BITTE SMS AN FOLGENDE TELEFONNUMMER SENDEN:\n076 427 14 53\nDANKE!\nEine Frau Mitte fünfzig und ein Student. Es ist sehr ruhig und gemütlich. Hier jeder seiner Wege.\nDAS GESAMTE HAUS UND DAS GELÄNDE SIND RAUCHFREI, DROGENFREI UND ALOKHOLFREI.\nNUR FÜR PERSONEN, DIE TIERE LIEBEN ( KATZEN)",
      "price": 890,
      "rooms": 1,
      "size": null,
      "address": "Burenweg 42, 8053 Zürich",
      "lat": 47.3569791,
      "lng": 8.5811206,
      "imageUrl": "",
      "imageUrls": [],
      "createdAt": "2025-09-08T09:09:24.109Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 14,
      "travelTimeWalk": 57
    },
    {
      "id": "wgzimmer-c9f82cc2-32ce-48db-a5bd-037877f9f1df",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-stadt/1-10-2025-970-zurich-stadt.html?origin=wg-app"
        }
      ],
      "title": "Ich suche eine liebe Mitbewohnerin oder einen lieben Mitbewohner für meine Wohnung in Zürich.",
      "description": "Ich suche eine liebe Mitbewohnerin oder einen lieben Mitbewohner für meine Wohnung in Zürich.\nIch suche eine liebe Mitbewohnerin oder einen lieben Mitbewohner für meine Wohnung in Zürich.\n\nDas freie Zimmer liegt in der 5. Etage, ist hell, mit schöner Aussicht und Teil eines modernen Neubaus mit offenem Grundriss. Die Hauptwohnung ist eine Etage höher im 6. Stock.\n\nDie Lage ist super praktisch: Coop gleich unter uns, ÖV-Anschluss auf Tram und mehrere Buslinien und in wenigen Minuten bist du in Oerlikon.\nIch bin Michèle (w. 30) und bereits seit 10 Jahren in Zürich. Ich studiere momentan Psychologie und Arbeite an 3 Orten :)\nDamit wir uns ein Bild voneinander machen können, fände ich es schön, wenn du mir ein bisschen über dich erzählst, z. B. dein Alter, ob du arbeitest oder studierst, deine bisherigen WG-Erfahrungen, wie dein Alltag so aussieht, was du gerne isst und wie du politisch denkst.\n\nSchick mir doch ein Foto von dir, wo du was machst dass dir Freude bereitet.\n\nFreue mich von dir zu hören",
      "price": 970,
      "rooms": 1,
      "size": null,
      "address": "Hofwiesenstrasse 189, 8057 Zürich",
      "lat": 47.4022501,
      "lng": 8.5345377,
      "imageUrl": "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/fb8c4f23-7fa6-4fd3-a3bf-f4a784b39ddd/temp.jpg",
      "imageUrls": [
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/fb8c4f23-7fa6-4fd3-a3bf-f4a784b39ddd/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/c3d38ddc-b634-488e-9333-b81c1dc63ee1/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/c3fae691-1559-4580-be9f-2d79c134c1a2/temp.jpg"
      ],
      "createdAt": "2025-09-07T17:09:01.931Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 13,
      "travelTimeWalk": 51
    },
    {
      "id": "tutti-75938734",
      "providers": [
        {
          "name": "Tutti.ch",
          "url": "https://www.tutti.ch/de/vi/zuerich/immobilien/wohnungen/untermieter-in-gesucht-ab-sofort-fuer-1-jahr/75938734"
        }
      ],
      "title": "Untermieter/ in gesucht ab Sofort für 1 Jahr",
      "description": "Untermieter/ in gesucht ab Sofort für 1 Jahr\nTraumhafte 4,5-Zimmer-Wohnung im Herzen von Zürich!\nHelle, moderne Wohnung mit eleganter Ausstattung und Top-Lage.\nAlle Einkaufsmöglichkeiten, Schulen und ÖV sind in unmittelbarer Nähe.\nNur jetzt inkl. kompletter, neuwertiger Einrichtung zu einem einmaligen Sonderpreis (wegen Auswanderung).\n? 076 628 09 10 ? Frau Rajabi",
      "price": 1489,
      "rooms": 4.5,
      "size": null,
      "address": "Wehntalerstrasse 477, 8046 Zürich",
      "lat": 47.4164895,
      "lng": 8.5102653,
      "imageUrl": "https://c.tutti.ch/big/7675726744.jpg",
      "imageUrls": [
        "https://c.tutti.ch/big/7675726744.jpg",
        "https://c.tutti.ch/big/2316945947.jpg",
        "https://c.tutti.ch/big/7870718825.jpg",
        "https://c.tutti.ch/big/2853328647.jpg",
        "https://c.tutti.ch/big/6256524238.jpg"
      ],
      "createdAt": "2025-09-06T21:57:54.000Z",
      "type": "property",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 23,
      "travelTimeWalk": 89
    },
    {
      "id": "wgzimmer-03329915-d974-41b3-8d8a-04da7432e140",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-stadt/19-10-2025-559-zurich-stadt.html?origin=wg-app"
        }
      ],
      "title": "Ein WOKO Zimmer in einer 9er WG der berüchtigten Bülachstrasse. Es hat ca. 15m2, zwei Fenster und alles was man braucht um ein einfaches Studi-leben zu geniessen. Das Zimmer ist ab mitte / ende Oktober zu haben.",
      "description": "Ein WOKO Zimmer in einer 9er WG der berüchtigten Bülachstrasse. Es hat ca. 15m2, zwei Fenster und alles was man braucht um ein einfaches Studi-leben zu geniessen. Das Zimmer ist ab mitte / ende Oktober zu haben.\nEin WOKO Zimmer in einer 9er WG der berüchtigten Bülachstrasse. Es hat ca. 15m2, zwei Fenster und alles was man braucht um ein einfaches Studi-leben zu geniessen. Das Zimmer ist ab mitte / ende Oktober zu haben. \n\n-----\n\nA WOKO room in a 9-person flatshare on the (in)famous Bülachstrasse. The room is about 15 m², has two windows, and everything you need to enjoy basic student life. It will be available from mid to late October.\nEine 9er WG die immer mal wieder gerne einen gemeinsamen koch, film oder spiele Abend veranstaltet - alles kann, nichts muss. Wir sind under dem semester auch gut beschäftigt, was uns aber nicht davon abhält einmal im Semester eine ordentliche WG Party zu veranstalten und gelegentlich gemeinsam crepes auf der Dachterrasse zu verzehren. Unser Highlight dieses Jahr war eine gemeinsame Reise nach Barcelona um einen ehemaligen mitbewohner zu besuchen - was steht denn bei dir noch auf der Bucket liste an Orten die du sehen möchtest? \n\n-----\n\nWe’re a 9-person flatshare that loves to host the occasional cooking, movie, or game night together - whatever someone comes up with. Even though we’re usually pretty busy during the semester, that doesn’t stop us from throwing a proper WG party once a term and enjoying the occasional crêpe brunch on our rooftop terrace. Our highlight this year was a trip to Barcelona to visit a former flatmate. What about you – which places are still on your bucket list to visit?\nEine Person die mit uns neun zusammenleben möchte! Die WOKO Kriterien musst du erfüllen - ansonsten haben wir keine spezifischen Ansprüche, gerne lassen wir uns überraschen! Das Casting wird am 18 September stattfinden deshalb halte dir den Abend gerne erstmal frei. \n\n-----\n\nWe’re looking for someone who’d like to live with and get to know the nine of us! You’ll need to meet the WOKO requirements – apart from that, we don’t have any specific expectations and are happy to be surprised. The flatmate casting will take place on September 18th, so please keep the evening free for now.",
      "price": 559,
      "rooms": 1,
      "size": null,
      "address": "Bülachstrasse 11F, 8057 Zürich",
      "lat": 47.4013875,
      "lng": 8.54756059,
      "imageUrl": "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/72338602-2268-4707-b639-c1628b6e195d/temp.jpg",
      "imageUrls": [
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/72338602-2268-4707-b639-c1628b6e195d/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/4586de97-4272-44a9-9272-5a2fa4038fff/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/0ffc6191-8207-4fcf-8563-8043ec0e57bd/temp.jpg"
      ],
      "createdAt": "2025-09-06T13:16:23.095Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 14,
      "travelTimeWalk": 47
    },
    {
      "id": "wgzimmer-1073506f-0e60-4fc1-9b9a-4485fe887147",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-stadt/6-9-2025-960-zurich-stadt.html?origin=wg-app"
        }
      ],
      "title": "Möbliertes Doppelzimmer zur Miete in einer hellen und geräumigen Wohnung, nur wenige Minuten von Schulen, öffentlichen Verkehrsmitteln und dem Stadtzentrum entfernt.",
      "description": "Möbliertes Doppelzimmer zur Miete in einer hellen und geräumigen Wohnung, nur wenige Minuten von Schulen, öffentlichen Verkehrsmitteln und dem Stadtzentrum entfernt.\nMöbliertes Doppelzimmer zur Miete in einer hellen und geräumigen Wohnung, nur wenige Minuten von Schulen, öffentlichen Verkehrsmitteln und dem Stadtzentrum entfernt.\n\nDas Zimmer ist komplett möbliert mit Bett, Kleiderschrank, Schreibtisch und Sitzgelegenheit und eignet sich ideal für Berufstätige oder Studierende, die Komfort und Bequemlichkeit suchen.\n\nDie Wohnung verfügt über eine moderne Gemeinschaftsküche und ein Bad, Highspeed-Internet sowie saubere, gepflegte Wohnräume.\n\nDas Zimmer hat ein eigenes Badezimmer.\n\nGeteilte Küche und Wohnzimmer mit einer weiblichen Mitbewohnerin.\nIch bin eine berufstätige Person, die grenzüberschreitend arbeitet.\nIch suche eine wohlerzogene Mieterin bzw. einen wohlerzogenen Mieter für das zweite Zimmer. Sauberkeit ist dabei das Wichtigste",
      "price": 960,
      "rooms": 1,
      "size": null,
      "address": "Marienstrasse, 8003 Zürich",
      "lat": 47.3743638,
      "lng": 8.5179515,
      "imageUrl": "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/874cfa63-4371-43ea-bc10-3995622f04e3/temp.jpg",
      "imageUrls": [
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/874cfa63-4371-43ea-bc10-3995622f04e3/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/84863825-417e-4409-a6ad-f06f392518df/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/be8826be-2fc8-4e92-9262-175e53673052/temp.jpg"
      ],
      "createdAt": "2025-09-06T13:00:46.859Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 15,
      "travelTimeWalk": 45
    },
    {
      "id": "wgzimmer-127f1de4-0bb5-482c-9e40-6a722ff53795",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-stadt/1-12-2025-500-zurich-stadt.html?origin=wg-app"
        }
      ],
      "title": "The room is in a WOKO building in Balgrist. It&#039;s a very light room circa 15 square meters with an additional balcony (look at photos). It will be free from the beginning of December for an unlimited period of time. You get standard WOKO furniture with the room (bed, desk, chair, wardrobe, etc.). You can look up more about the accommodation on the woko website https://www.woko.ch/de/liegenschaft-details/411",
      "description": "The room is in a WOKO building in Balgrist. It&#039;s a very light room circa 15 square meters with an additional balcony (look at photos). It will be free from the beginning of December for an unlimited period of time. You get standard WOKO furniture with the room (bed, desk, chair, wardrobe, etc.). You can look up more about the accommodation on the woko website https://www.woko.ch/de/liegenschaft-details/411\nThe room is in a WOKO building in Balgrist. It&#039;s a very light room circa 15 square meters with an additional balcony (look at photos). It will be free from the beginning of December for an unlimited period of time. You get standard WOKO furniture with the room (bed, desk, chair, wardrobe, etc.). You can look up more about the accommodation on the woko website https://www.woko.ch/de/liegenschaft-details/411\nThe whole building is a student building with around 100 students living in it, 20 people per floor. The setup is more or less like a hotel, where each person has their room, each bathroom is shared by two people and then there&#039;s a big kitchen for all people on a given floor. So you have your personal space, at the same time kitchen is the main place for socializing.\nThere is a gym in the building, a party room as well as a study room, which I&#039;d say is quite a luxury for a student house :)\nA group of 20 or so students from across ETH/UZH/ZHDK. I&#039;d say we have quite a large variety both in terms of age and specialties. We&#039;ve got people as young as 19 (I think?) or as old as 28, from people making movies, through environmental scientists to computer scientists. We&#039;re a community where from time to time we like to organize events together. The most common is a WG dinner where everyone cooks something and then there&#039;s a big buffer style dinner for everyone. We value respect, lack of awkwardness, willingness to participate and organize social events  and not leaving your dirty dishes behind soaking for a whole month :O\nWe&#039;re looking for an outgoing and sympathetic person to join the WG community. We value if you&#039;re part of the community that we have here. Of course, everyone needs some personal time but we like to organize some WG dinners or movie nights or go out together from time to time, so we&#039;d like to see you participate in those events as well as organize them from time to time. If you&#039;re looking for a community rather than just for the room, then don&#039;t wait and apply :)\nAs we&#039;re 20 people sharing the kitchen, it&#039;s also important for us that you know how to take care of shared spaces and can clean up after yourselves and be respectful of others. Live and let live, ideally in clean and respectful way ^ ^\nPlease don&#039;t send LLM (e.g. ChatGPT) generated email, we filter those out and immediately send them to trash. If you&#039;d like to join us then please take at least some time to write something genuine. As an additional check that you&#039;re actually reading this info please start your email with one sentence that says what&#039;s your favorite meal. Don&#039;t hesitate to tell us who you are, we&#039;re looking forward to hearing from you!",
      "price": 500,
      "rooms": 1,
      "size": null,
      "address": "Witellikerstrasse 20, 8008 Zurich",
      "lat": 47.3522178,
      "lng": 8.57603329,
      "imageUrl": "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/57e5ea93-76e6-4eae-867c-23e81bd433fe/temp.jpg",
      "imageUrls": [
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/57e5ea93-76e6-4eae-867c-23e81bd433fe/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/4c047367-bd17-4f0b-bbbf-53bebde59fa5/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/dff83f23-b26b-4684-be97-69164526317f/temp.jpg"
      ],
      "createdAt": "2025-09-06T11:33:59.591Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 14,
      "travelTimeWalk": 55
    },
    {
      "id": "wgzimmer-9585e3e7-2376-445c-85da-95d5a609ffd8",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-oerlikon/1-10-2025-1000-zurich-oerlikon.html?origin=wg-app"
        }
      ],
      "title": "The room has the furniture already. Just need your stuff and ready to move in.",
      "description": "The room has the furniture already. Just need your stuff and ready to move in.\nThe room has the furniture already. Just need your stuff and ready to move in. \nRoom is available for rent close to Tierspital (Zurich) area. Located with convenient access to public transportation (Tram 7-9) shops, and a hill to go for a walk.\nThe room is furnished, bed, desk and wardrobe are provided**.** Rent includes all utilities—electricity, water, heating.Wi-Fi (25 CHF per month, optional)\nShared Areas: You’ll have access to a fully equipped kitchen, small living room, laundry in the house and a clean bathroom, all shared with 2 friendly flatmates\nTwo guys looking for our third flatmate\nRoom for Rent – 1. October 2025\n\nIdeal for:professionals, students, or anyone looking for a peaceful living environment. Preferably between 25-30 years old\n**Rent:**1000 chf per month.\nA security deposit (2 months) is required.",
      "price": 1000,
      "rooms": 1,
      "size": null,
      "address": "Winterthurerstrasse, 8057 Zürich",
      "lat": 47.398734,
      "lng": 8.5488283,
      "imageUrl": "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/c6f1ef48-541d-4936-ba00-b8099b8770d9/temp.jpg",
      "imageUrls": [
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/c6f1ef48-541d-4936-ba00-b8099b8770d9/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/ee4e91ea-182e-41e9-9865-8b9214e841c6/temp.jpg",
        "https://img.wgzimmer.ch/.imaging/wgzimmer_medium-jpg/dam/0dc2f4c7-66e3-46ad-b989-d066cdc646e7/temp.jpg"
      ],
      "createdAt": "2025-09-06T09:10:18.595Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 13,
      "travelTimeWalk": 41
    },
    {
      "id": "weegee-3sPc.JPX7",
      "providers": [
        {
          "name": "Weegee",
          "url": "https://www.weegee.ch/en/wg/kürbergstrasse-20-8049-zürich/3sPc.JPX7"
        }
      ],
      "title": "Dear future resident, this furnished room awaits you available as of now and until March 30th (certain flexibility possible).",
      "description": "Dear future resident, this furnished room awaits you available as of now and until March 30th (certain flexibility possible).",
      "price": 680,
      "rooms": 1,
      "size": 14,
      "address": "Kürbergstrasse 20, 8049, Zürich",
      "lat": 47.3994991,
      "lng": 8.5070996,
      "imageUrl": "https://media.weegee.ch/weegee/7mDDkGwCmZ.jpg",
      "imageUrls": [
        "https://media.weegee.ch/weegee/7mDDkGwCmZ.jpg",
        "https://media.weegee.ch/weegee/GxMFMUTJyQ.jpg",
        "https://media.weegee.ch/weegee/5VUUwv2Evr.jpg",
        "https://media.weegee.ch/weegee/E7wDRNW5R6.jpg",
        "https://media.weegee.ch/weegee/6K87Sq8mUJ.jpg"
      ],
      "createdAt": "2025-09-05T14:28:02.066Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 18,
      "travelTimeWalk": 70
    },
    {
      "id": "wgzimmer-6e19fe98-9f07-49d3-b988-496dd5138bcc",
      "providers": [
        {
          "name": "WGZimmer.ch",
          "url": "https://www.wgzimmer.ch/wgzimmer/search/mate/ch/zurich-stadt/1-10-2025-400-zurich-stadt.html?origin=wg-app"
        }
      ],
      "title": "WOHNUNGSTAUSCH!",
      "description": "WOHNUNGSTAUSCH!\nWOHNUNGSTAUSCH!\n\nEs werden 2 Zimmer in einer 3er WG mit Wohnzimmer (4 Zimmer Wohnung) frei (11 und 16 m2). Das dritte Zimmer (11m2) im nächsten halben Jahr auch frei. Die ganze Wohnung kostet 1200 und ist für Studenten/ Auszubildende.\n\nMeine Mitbewohnerin und ich suchen eine neue 2-4 Zimmer Wohnung im ganzen Raum Stadt Zürich für max. 2300. Wer jemand kennt, der jemand kennt - wir würden uns sehr über einen Wohnungstausch oder eine Empfehlung freuen. Wir können ausziehen sobald wir eine neue Wohnung gefunden haben. :)\n\nBilder laden wir hier nicht hoch - unsere Wohnung hat einen standardmässigen Ausbau. Holzboden in den Zimmern und Fliesen in Küche und Bad. Bilder schicken wir gerne via. Mail!\nVielen Dank und bis hoffentlich bald! :)\nZwei Studentinnen auf der Suche nach einer neuen Wohnung. Können unsere 4 Zimmer Wohnung für 3er-WG zum Tausch anbieten.\nWir, 2x 25 Jahre, suchen jemanden, der uns eine 2-4 Zimmer Wohnung für max. 2300 vermitteln kann. Bevorzugt Raum Oerlikon, Wipkingen, Unter-/ Oberstrass,  Wiedikon, Aussersihl, Industriequartier, Enge. Würden uns jedoch über alles im Raum Zürich freuen. \n\nUnsere Wohnung: 3er-WG, die sich auflöst. 4 Zimmer Wohnung. 1200 Miete.\n\nDANKESCHÖN!! :)",
      "price": 400,
      "rooms": 1,
      "size": null,
      "address": "Herbstweg, 8050 Zürich",
      "lat": 47.4063596,
      "lng": 8.5608646,
      "imageUrl": "",
      "imageUrls": [],
      "createdAt": "2025-09-05T10:34:41.823Z",
      "type": "sharedFlat",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 18,
      "travelTimeWalk": 65
    },
    {
      "id": "tutti-74071364",
      "providers": [
        {
          "name": "Tutti.ch",
          "url": "https://www.tutti.ch/de/vi/zuerich/immobilien/wg-zimmer/designed-for-flexible-use-part-time-stay/74071364"
        }
      ],
      "title": "Designed for flexible use (part time stay)",
      "description": "Designed for flexible use (part time stay)\nIdeal for commuters or part-time residents / part time stay \n\nRenting a fully furnished bedroom in Kilchberg, which has teh lowest tax in teh whole Canton Zurich, for only an occasional use. Flat has a lake view and lake access. it is perfect for people that are only occasionally in Zurich and need their place to stay. \n\nThe apartment is located in one of the most beautiful areas in Zurich and it is a very bright and beautifully decorated - a designer flat. Apartment has the lake view and as well lake access to enjoy the swim or water sports and as well there is a view on the mountains from the terrace. \nThe flat is fully furnished with spacious living room, fully equipped kitchen with dishwasher, coffee-machine and kettle and bathroom with bath tube.",
      "price": 990,
      "rooms": 1,
      "size": null,
      "address": "Kilchberg, 8802 Kilchberg ZH",
      "lat": 47.3220092,
      "lng": 8.5452125,
      "imageUrl": "https://c.tutti.ch/big/4570570288.jpg",
      "imageUrls": [
        "https://c.tutti.ch/big/4570570288.jpg",
        "https://c.tutti.ch/big/1579096513.jpg",
        "https://c.tutti.ch/big/6997248559.jpg",
        "https://c.tutti.ch/big/6195703432.jpg"
      ],
      "createdAt": "2025-09-05T01:09:21.000Z",
      "type": "property",
      "rentalDuration": "permanent",
      "genderPreference": "any",
      "travelTimePublic": null,
      "travelTimeBike": 25,
      "travelTimeWalk": 108
    }
  ],
  "metadata": {
    "destinationCoords": { "lat": 47.3764545, "lng": 8.5481666 },
    "isochrones": [],
    "searchLocations": [
      "Zürich",
      "Kilchberg (ZH)",
      "Wallisellen",
      "Opfikon",
      "Fällanden",
      "Dietlikon",
      "Zumikon",
      "Oberengstringen",
      "Stallikon",
      "Küsnacht (ZH)",
      "Rümlang",
      "Wangen-Brüttisellen",
      "Birmensdorf (ZH)",
      "Unterengstringen",
      "Bassersdorf",
      "Kloten",
      "Weiningen (ZH)",
      "Oberrieden"
    ],
    "filteredResults": 0
  },
  "daysCutoff": 3
}
